[
	{
	  "id": "ohmyfood",
	  "title": "Ohmyfood",
	  "description":"Ohmyfood est une entreprise de commande de repas en ligne. Elle permet aux utilisateurs de composer leur propre menu de restaurants gastronomiques.\n\nPour ce projet, il s’agissait de développer un site “mobile first” proposant le menu de 4 grands restaurants parisiens. Le site contient donc 4 menus dans un premier temps.\n\nPour réaliser ce projet, j’avais à ma disposition les maquettes mobile et desktop du site, ainsi que le dossier des sources du site (images et textes), et le prototype du site via Figma, incluant les animations et comportements à intégrer.",

	  "githubLink": "https://github.com/karolinapi27/Ohmyfood/",
	  "cover": "/Images/ProjetsCover/ohmyfood.webp",
	  "technologies": ["HTML", "CSS", "Sass"],
	  "demoLink": "https://karolinapi27.github.io/Ohmyfood/"
	},

	{
	  "id": "printitjs",
	  "title": "Print-it JS",
	  "description": "Pour ce projet, il s’agissait de dynamiser le site internet statique d’une petite imprimerie familiale nommée Print it.\nJe disposais d’une page avec aucun élément dynamique, et je devais remplacer la bannière par un carrousel pour que l’on puisse voir différentes images défiler.\nLe développeur précédent avait déjà fait le CSS, il me restait à modifier le HTML et le Javascript pour réaliser le résultat attendu.\nJe disposais des bases du projet sur Github."
	  ,
	  "githubLink": "https://github.com/karolinapi27/Print-it-JS",
	  "cover": "/Images/ProjetsCover/printit.webp",
	  "technologies": ["JavaScript"],
	  "demoLink": "https://karolinapi27.github.io/Print-it-JS/"
	},

	{
		"id": "NinaCarducci",
		"title": "Nina Carducci",
		"description": "Le projet Nina Carducci était axé sur une optimisation globale du site web, mettant l'accent sur l'amélioration des performances et du SEO. Les objectifs principaux incluaient l'optimisation des performances pour améliorer l'expérience utilisateur, l'adoption de pratiques SEO avancées avec un focus particulier sur le référencement local via Schema.org, l'intégration de métadonnées pour les réseaux sociaux afin d'optimiser le partage du contenu, la mise en œuvre de modifications pour accroître l'accessibilité du site, et la production d'un rapport d'optimisation détaillé résumant toutes les actions entreprises."
		,
		"githubLink": "https://github.com/karolinapi27/Nina-Carducci",
		"cover": "/Images/ProjetsCover/ninacarducci.webp",
		"technologies": ["SEO"],
		"demoLink": "https://karolinapi27.github.io/Nina-Carducci/"
	}
  ]
  